{
  "post": {
    "id": 2,
    "title_en": "My Summer Camp Experience at Epsom College: 16 Days of Language, Culture, and Fun",
    "title_zh": "我在爱普森学院的夏令营经历：16天的语言、文化与乐趣",
    "slug": "epsom-college-summer-camp",
    "content_en": "This summer, I had the incredible opportunity to attend a 16-day global camp at Epsom College in the UK. It was a perfect blend of learning, adventure, and cultural exploration. During the day, we had ESL classes, which were both challenging and fun. The teachers were amazing—friendly, patient, and always encouraging us to raise our hands and share our ideas.\n\nI felt my confidence in speaking English grow every day! After classes, we enjoyed a mix of indoor games and outdoor activities. The outdoor activities were my favorite because we got to play different sports as a team. Basketball was definitely the highlight! The evenings were just as exciting. On the first night, we had a movie night, and they screened Mission: Impossible. It was so much fun watching it with my new friends from all over the world. We laughed, cheered, and bonded over the action-packed scenes.\n\nOne of the best parts of the camp was the excursion trips. We visited museums where I saw fascinating artifacts from ancient Egypt, Rome, and China. I took so many pictures—it felt like I was traveling through time! The most inspiring trip was to Oxford University. Walking through the historic campus, surrounded by academics and students, was a dream come true.\n\nThis experience motivated me to work harder and aim higher. After the excursions, we returned to Epsom College for more lessons. We dove into logical thinking and cultural lessons, which were eye-opening. I learned so much about different cultures and perspectives, and it made me appreciate the diversity of our world even more. The food in the UK was...meh at the start! It was different from what I’m used to, but I quickly found my favorites. Pasta and bread with butter became my go-to meals. I even tried some traditional British dishes, which were interesting, to say the least!\n\nLooking back, this summer camp was more than just a language program—it was a journey of growth, friendship, and discovery. I improved my English, made lifelong friends, and gained a deeper understanding of the world.",
    "content_zh": "今年夏天，我有幸参加了在英国爱普森学院举办的为期16天的全球夏令营。这是一次学习、冒险和文化探索的完美结合。白天，我们上了ESL课程，既充满挑战又非常有趣。老师们非常棒——他们友好、耐心，总是鼓励我们举手发言、分享自己的想法。\n\n我感觉我的英语口语每天都在进步！课后，我们参加了各种室内游戏和户外活动。户外活动是我的最爱，因为我们可以一起玩不同的团队运动。篮球绝对是亮点！晚上的活动也同样精彩。第一天晚上，我们举办了电影之夜，放映了《碟中谍》。和来自世界各地的新朋友一起看电影真是太有趣了。我们笑着、欢呼着，在紧张刺激的场景中建立了深厚的友谊。\n\n夏令营最棒的部分之一是外出游览。我们参观了博物馆，在那里我看到了来自古埃及、罗马和中国的迷人文物。我拍了很多照片，感觉就像穿越了时空！最让我印象深刻的是参观牛津大学。走在历史悠久的校园里，周围都是学者和学生，简直像梦想成真。\n\n这次经历激励我更加努力学习，追求更高的目标。游览结束后，我们回到爱普森学院继续上课。我们深入学习了逻辑思维和文化课程，这些课程让我大开眼界。我学到了很多关于不同文化和观点的知识，这让我更加欣赏世界的多样性。至于英国的食物……一开始有点“呃”！它和我平时吃的不太一样，但我很快就找到了自己喜欢的食物。意大利面和黄油面包成了我的最爱。我还尝试了一些传统的英国菜，只能说很有趣！\n\n回顾这次夏令营，它不仅仅是一个语言项目——更是一次成长、友谊和发现的旅程。我提高了英语水平，结交了终身的朋友，也对世界有了更深的理解。",
    "featured_image": "/Edgoing/Blog_Page/blog2-1.jpg",
    "carousel_images": [
      "/Edgoing/Blog_Page/blog2-1.jpg",
      "/Edgoing/Blog_Page/blog2-2.jpg",
      "/Edgoing/Blog_Page/blog2-3.jpg",
      "/Edgoing/Blog_Page/blog2-4.jpg"
    ],
    "status": "published",
    "published_at": "2025-03-13T08:00:00Z",
    "author_en": "Ben",
    "author_zh": "Ben",
    "date": "2025-03-01",
    "grade_en": "Grade 11",
    "grade_zh": "高二",
    "project_type_en": "STEM with AI",
    "project_type_zh": "STEM与AI"
  }
}
