{
    "id": "2",
    "title_en": "Singapore 'Sea, Land, Air' English Camp 2025",
    "title_zh": "2025年新加坡‘海陆空’英语营",
    "program_id": "SGLAN-2025-001",
    "image": "https://images.unsplash.com/photo-1516424211647-36d3e371e4e5",
    "location_en": "Singapore",
    "location_zh": "新加坡",
    "duration": "7 days",
    "country": "Singapore",
    "tags": [
        {
            "id": "1",
            "name_en": "IELTS Preparation",
            "name_zh": "雅思备考"
        },
        {
            "id": "2",
            "name_en": "Cultural Immersion",
            "name_zh": "文化沉浸"
        }
    ],
    "grade_levels": [
        "Middle School",
        "初中"
    ],
    "program_type_en": "Language and Cultural Exploration",
    "program_type_zh": "语言与文化探索",
    "destination_en": "Singapore",
    "destination_zh": "新加坡",
    "description_en": "The Singapore 'Sea, Land, Air' English Camp is a 7-day immersive program designed for students aged 10 to 15. This program blends official IELTS preparation courses with unique cultural experiences, offering a perfect mix of learning and adventure. Students will explore Singapore’s iconic landmarks, engage in hands-on activities, and enhance their English skills while enjoying luxurious experiences. With small class sizes and expert guidance, the program ensures a safe, enriching, and unforgettable journey for young learners.",
    "description_zh": "新加坡‘海陆空’英语营是一个为期7天的沉浸式项目，专为10至15岁的学生设计。该项目将官方雅思备考课程与独特的文化体验相结合，为学生提供学习与冒险的完美结合。学生们将探索新加坡的标志性景点，参与实践活动，并在提升英语能力的同时享受奢华体验。通过小班教学和专家指导，该项目确保为年轻学习者提供一个安全、充实且难忘的旅程。",
    "highlights_en": "IELTS Preparation: Official IELTS courses tailored for young learners, focusing on vocabulary, listening, and speaking skills.\n\nUnique Theme: Explore Singapore through the 'Sea, Land, Air' theme, including visits to Marina Barrage, Gardens by the Bay, and the Singapore Flyer.\n\nCultural Immersion: Experience Singapore’s multicultural heritage through visits to Chinatown, Little India, and Kampong Glam.\n\nLuxury Experience: Enjoy gourmet dining, stay in a centrally located hotel, and visit world-class attractions like Universal Studios.\n\nSmall Class Sizes: Maximum of 15 students per class, ensuring personalized attention and a supportive learning environment.",
    "highlights_zh": "雅思备考：专为年轻学习者设计的官方雅思课程，重点提升词汇、听力和口语能力。\n\n独特主题：通过‘海陆空’主题探索新加坡，包括参观滨海堤坝、滨海湾花园和新加坡摩天观景轮。\n\n文化沉浸：通过参观牛车水、小印度和甘榜格南，体验新加坡的多元文化遗产。\n\n奢华体验：享受美食，入住市中心酒店，并参观环球影城等世界级景点。\n\n小班教学：每班最多15名学生，确保个性化关注和支持性学习环境。",
    "itinerary_en": "\n\n[Day 1]\nMorning: Departure\nAfternoon: In Flight\nEvening: Check-in at luxury hotel, group icebreaker activity\n\n[Day 2]\nMorning: English Classes\nAfternoon: NEWater, Stream Course, Duck Tour\nEvening: Group Assignment\n\n[Day 3]\nMorning: English Classes\nAfternoon: Merlion, Kampong Glam, Chinatown, Little India\nEvening: Group Assignment\n\n[Day 4]\nMorning: English Classes\nAfternoon: Marina Bay Sands SkyPark, Singapore Flyer\nEvening: Group Assignment\n\n[Day 5]\nMorning: National University Student-Led Tour\nAfternoon: Singapore Polytechnic (Marine), Botanic Gardens\nEvening: Group Assignment\n\n[Day 6]\nMorning: Universal Studios Singapore\nAfternoon: Sentosa Island\nEvening: Group Assignment\n\n[Day 7]\nMorning: Jewel Changi Airport Rain Vortex\nAfternoon: In Flight\nEvening: Arrival",
    "itinerary_zh": "\n\n[第一天]\n上午：整装出发\n下午：飞行中\n晚上：入住特色豪奢酒店，分组取水活动\n\n[第二天]\n上午：英文课程\n下午：新生水、溪涧课程、鸭子船\n晚上：小组作业\n\n[第三天]\n上午：英文课程\n下午：鱼尾狮、甘榜格南、牛车水、小印度\n晚上：小组作业\n\n[第四天]\n上午：英文课程\n下午：金沙空中花园、新加坡摩天轮\n晚上：小组作业\n\n[第五天]\n上午：国立大学学子导览\n下午：海洋理工大学、植物园\n晚上：小组作业\n\n[第六天]\n上午：环球影城\n下午：圣淘沙岛\n晚上：小组作业\n\n[第七天]\n上午：珍宝天瀑\n下午：飞行中\n晚上：抵达",
    "features_en": "Accommodation: Stay at Hotel Royal Singapore, a 4-star hotel near Newton Food Centre and Orchard Road.\n\nDining: Enjoy local and international cuisine, including Hainanese chicken rice, laksa, and Nyonya dishes.\n\nActivities: Combine classroom learning, cultural tours, and team-building activities to enhance language skills and cultural understanding.\n\nSafety: 24/7 supervision by experienced staff ensures a secure environment for all participants.",
    "features_zh": "住宿：入住新加坡皇家酒店（Hotel Royal Singapore），这是一家四星级酒店，靠近纽顿美食中心和乌节路。\n\n餐饮：享用本地和国际美食，包括海南鸡饭、叻沙和娘惹菜。\n\n活动：结合课堂学习、文化游览和团队建设活动，旨在提升语言技能和文化理解。\n\n安全：由经验丰富的员工提供24/7全天候监督，确保所有参与者的安全环境。",
    "gallery_images": [
        "https://images.unsplash.com/photo-1516424211647-36d3e371e4e5",
        "https://images.unsplash.com/photo-1562251050-6d7d0eaccb9e",
        "https://images.unsplash.com/photo-1549989476-69a92fa57c36"
    ],
    "status": "published",
    "published_at": "2025-03-09",
    "school_info_en": "Cultural Immersion: Expert-led tours of iconic landmarks offer deep insights into Singapore’s history and culture.\n\nGlobal Connections: Students build friendships with peers from diverse backgrounds, fostering cross-cultural understanding.\n\nHigh Social Safety and Order: According to the World Justice Project’s 2020 Rule of Law Index, Singapore ranks first globally in order and security among 128 countries, providing a safe and peaceful environment for students.\n\nBeautiful and Prosperous: Known as the 'Garden City,' Singapore boasts lush greenery and well-maintained parks. With strong environmental awareness and excellent public infrastructure, it’s an ideal destination for students and families.\n\nConvenient Travel: Just a 5-hour direct flight from Beijing with no time difference, Singapore is a convenient choice for families and students.",
    "school_info_zh": "文化沉浸：专家带领的标志性景点游览，深入探索新加坡的历史和文化。\n\n全球交流：学生与来自不同背景的同龄人建立友谊，促进跨文化理解。\n\n高社会安全与秩序：根据世界正义工程（World Justice Project）2020年法治指数，新加坡在128个国家的秩序与安全评估中排名全球第一，为学生提供一个安全、平和的环境。\n\n美丽繁荣，气候宜人：新加坡以其郁郁葱葱的绿化和维护良好的公园而被称为‘花园城市’。该国具有高度的环保意识和出色的公共基础设施，是学生和家庭的理想目的地。\n\n交通便利，无时差：新加坡距离北京仅5小时直飞航程，且无时差，是家庭和学生的便捷之选。"
}