{
  "id": "1",
  "title_en": "English Language Summer School 2025 Adcote Matrix International",
  "title_zh": "2025年阿德科特国际英语暑期学校",
  "program_id": "MYLAN-2025-002",
  "image": "/Edgoing/Program_Page/Malaysia/Picture_3.jpg",
  "location_en": "Malaysia",
  "location_zh": "马来西亚",
  "duration_en": "3 weeks",
  "duration_zh": "3 周",
  "country_en": "Malaysia",
  "country_zh": "马来西亚",
  "tags": [
    {
      "id": "1",
      "name_en": "Language Enhancement",
      "name_zh": "语言强化"
    }
  ],
  "program_type_en": "Language Intensive",
  "program_type_zh": "语言强化",
  "destination_en": "Malaysia",
  "destination_zh": "马来西亚",
  "overview_en": "Our 3-week English Language Summer School is designed for learners aged 10 to 14, offering a comprehensive and immersive experience to develop English language skills. The program welcomes students of all proficiency levels and combines classroom learning with a variety of extracurricular activities, ensuring a well-rounded and enriching experience. Students will reside on our secure, 20-acre campus, equipped with modern amenities, and enjoy a structured daily routine that balances academics, sports, cultural activities, and social events.​",
  "overview_zh": "我们的3周英语夏令营专为10至14岁的学习者设计，提供全面且沉浸式的体验，帮助学生提升英语语言能力。该项目欢迎所有英语水平的学生参加，将课堂学习与丰富多彩的课外活动相结合，确保学生获得全面而充实的体验。学生将入住我们占地20英亩的安全校园，校园配备现代化设施，并享受结构化的日常安排，平衡学术、体育、文化活动和社交活动。​",
  "highlights_en": "Experienced Teachers: Courses are taught by experienced classroom teachers with teaching assistant support.\n\nComprehensive English Skills Development: Focus on improving reading, writing, speaking, listening, grammar, and vocabulary.\n\nExtracurricular Activities: Music, sports, cultural activities, and social events enrich the boarding experience.\n\nCultural Tours: Opportunities to explore local galleries and cultural exhibitions, learning about Malaysia in a fun and educational way.\n\nGlobal Friendships: Students practice their English skills while forming friendships with peers from around the world.",
  "highlights_zh": "经验丰富的教师：课程由经验丰富的课堂教师授课，并配有助教支持。\n\n全面的英语能力发展：专注于阅读、写作、口语、听力、语法和词汇的提升。\n\n课外活动：音乐、体育、文化活动和社交活动，丰富寄宿生活体验。\n\n文化游览：有机会探索当地画廊和文化展览，以有趣且富有教育意义的方式了解马来西亚。\n\n全球友谊：学生可以在与来自世界各地的同伴建立友谊的同时，运用他们的英语技能。",
  "itinerary_en": "\n\n[Monday, Tuesday, Thursday, Friday Schedule]\n\n08:00\nMorning Breakfast\n\n09:00\nMorning English Classes\n\n10:00\nBreak\n\n11:00\nEnglish Classes\n\n12:30\nLunch\n\n13:30\nProjects (Music, Art, Cultural Activities, etc.)\n\n15:30\nBreak (Afternoon Snack)\n\n16:00\nExtracurricular Activities (Sports, Outdoor Activities)\n\n18:00\nEvening Dinner\n\n19:00\nActivities (Journal Writing, Movie Night, Life Skills Activities, Board Games, etc.)\n\n21:30\nBedtime\n\n\n[Wednesday Schedule]\n\n08:00\nMorning Breakfast\n\n09:00\nMorning Hiking\n\n18:00\nEvening Dinner\n\n19:00\nActivities (Journal Writing, Movie Night, Life Skills Activities, Board Games, etc.)\n\n21:30\nBedtime\n\n\n[Saturday and Sunday Schedule]\n\n09:00\nMorning Breakfast\n\n10:00\nMorning Library, Filmmaking, Art\n\n12:30\nLunch\n\n13:30\nAfternoon Wall Climbing, STEM, Sports, etc.\n\n18:00\nDinner\n\n19:00\nEvening Activities (Journal Writing, Movie Night, Life Skills Activities, Board Games, etc.)\n\n21:30\nBedtime",
  "itinerary_zh": "\n\n【周一、周二、周四、周五日程】\n\n08:00\n早上早餐\n\n09:00\n早上英语课程\n\n10:00\n休息\n\n11:00\n英语课程\n\n12:30\n午餐\n\n13:30\n项目（音乐，艺术，文化活动等）\n\n15:30\n休息（下午点心）\n\n16:00\n课外活动（体育，户外活动）\n\n18:00\n晚上晚餐\n\n19:00\n活动（日记写作，电影之夜，生活技能活动，棋盘游戏等）\n\n21:30\n就寝时间\n\n\n【周三日程】\n\n08:00\n上午早餐\n\n09:00\n上午远足\n\n18:00\n晚上晚餐\n\n19:00\n晚上活动（日记写作，电影之夜，生活技能活动，棋盘游戏等）\n\n21:30\n就寝时间\n\n\n【周六和周日日程】\n\n09:00\n上午早餐\n\n10:00\n上午图书馆，电影制作，艺术\n\n12:30\n中午午餐\n\n13:30\n下午爬墙，STEM，体育等\n\n18:00\n下午晚餐\n\n19:00\n晚上活动（日记写作，电影之夜，生活技能活动，棋盘游戏等）\n\n21:30\n晚上就寝时间",
  "grade_level_en": "Middle School",
  "grade_level_zh": "初中",
  "gallery_images": [
    "/Edgoing/Program_Page/Malaysia/Picture_3.jpg",
    "/Edgoing/Program_Page/Malaysia/Picture_2.jpg",
    "/Edgoing/Program_Page/Malaysia/Picture_1.jpg"
  ],
  "features_en": "Small Class Size: Maximum 15 students per class for personalized attention.\n\nCertification: Students receive an official certificate upon program completion.\n\nSafety Measures: 24/7 supervision, secure campus, and trained staff.\n\nHealth Services: On-site medical support for any health concerns.\n\nDietary Accommodations: Special dietary requirements can be accommodated with advance notice.\n\nAccommodation: Students reside in our state-of-the-art campus with modern, eco-friendly facilities. Boys and girls stay in separate boarding houses.\n\nDaily Life: Carefully managed by residential staff to ensure a safe, orderly, and supportive environment.\n\nLife Skills: Activities designed to foster independence, teamwork, and community living.\n\nHousekeeping and Laundry: Basic services provided to ensure comfortable accommodation.\n\nOrientation: Students receive orientation guidance on the first day to help them adjust to the new environment.",
  "features_zh": "住宿：学生们住在我们最先进的校园内，拥有现代化、环保的设施。男生和女生分别住在不同的寄宿楼中。\n\n日常生活：由驻校工作人员精心管理，确保一个安全、有序且支持性的环境。\n\n生活技能：设计活动以培养独立性、团队合作和社区生活能力。\n\nHousekeeping和洗衣：提供基本服务，确保住宿舒适。\n\n迎新：学生在第一天接受迎新指导，帮助他们适应新环境。",
  "other_info_en": "Visa Requirements: Students should apply for a student pass; assistance provided with application.\n\nWhat to Bring: Comfortable clothing, personal items, electronic devices (optional), and pocket money.\n\nCommunication: Wi-Fi available throughout campus; set communication schedules with parents.\n\nInsurance: All students must have international health insurance coverage.\n\nLocal Transportation: All transportation during the program is provided and supervised.",
  "other_info_zh": "阿德科特马来西亚分校由Matrix国际学校与阿德科特全球学校合作成立，结合了两所机构的优势与卓越教育成果。阿德科特在全球享有盛誉，其校区遍布英国和中国等 prestigious locations。​\n\n阿德科特英国校区 位于什鲁斯伯里，是一所历史悠久的英国寄宿学校，成立于1907年。2024年，这所百年名校不仅将英国阿德科特学校引入马来西亚，还进一步提升了Matrix国际学校的教育资源、课程设置及先进管理模式。​\n\n学校提供的餐饮为清真食品，新鲜且营养丰富。学生将获得均衡、多样化且美味的饮食。​"
}