{
  "id": "8",
  "title_en": "American Elite Universities Tour 2025",
  "title_zh": "2025年美国精英大学之旅",
  "program_id": "USUV-2025-001",
  "image": "/Edgoing/Program_Page/US/Picture_1.png",
  "location_en": "United States",
  "location_zh": "美国",
  "duration_en": "16 days",
  "duration_zh": "16 天",
  "country_en": "United States",
  "country_zh": "美国",
  "tags": [
    {
      "id": "1",
      "name_en": "University Exploration",
      "name_zh": "大学探索"
    },
    {
      "id": "2",
      "name_en": "Academic Preparation",
      "name_zh": "学术准备"
    },
    {
      "id": "3",
      "name_en": "Cultural Exchange",
      "name_zh": "文化交流"
    }
  ],
  "program_type_en": "Academy",
  "program_type_zh": "学术",
  "destination_en": "Boston, New York, Philadelphia, Washington D.C.",
  "destination_zh": "波士顿、纽约、费城、华盛顿特区",
  "highlights_en": "Ivy League Preparation: Intensive TOEFL and SAT training, along with personalized college application guidance.\nTop High School Experience: Stay and study at CATS Academy Boston, a leading international boarding school with a proven track record of sending students to Ivy League universities.\nUniversity Tours: Visit Harvard University, MIT, and other top institutions to gain insights into campus life and academic excellence.\nCultural and Social Activities: Participate in themed parties, city explorations, and team-building activities to foster cross-cultural friendships.\nExpert Guidance: Learn from experienced teachers and university admissions counselors who provide hands-on support for college applications.​",
  "highlights_zh": "常春藤名校预备: 密集的托福 (TOEFL) 和 SAT 培训，以及个性化的大学申请指导。\n顶尖高中体验: 入住并学习于 CATS Academy Boston —— 一所领先的国际寄宿学校，拥有将学生送入常春藤盟校的卓越记录。\n大学参访: 参观哈佛大学、麻省理工学院 (MIT) 和其他顶尖学府，深入了解校园生活和卓越学术。\n文化社交活动: 参加主题派对、城市探索和团队建设活动，培养跨文化友谊。\n专家指导: 向经验丰富的教师和大学招生顾问学习，获得大学申请的实践支持。",
  "itinerary_en": "\n\n[Days 1-4: Boston]\nDay 1: Arrival in Boston, Welcome Dinner\nDay 2: Harvard University Visit, MIT Campus Tour\nDay 3: Boston University, Northeastern University\nDay 4: Boston College, Tufts University, Freedom Trail Tour\n\n[Days 5-8: New York & Connecticut]\nDay 5: Travel to New Haven, Yale University Visit\nDay 6: Travel to New York, Columbia University Visit\nDay 7: New York University Tour, Manhattan Exploration\nDay 8: Statue of Liberty, Metropolitan Museum of Art\n\n[Days 9-11: New Jersey & Philadelphia]\nDay 9: Princeton University Visit\nDay 10: UPenn Campus Tour, Philadelphia Historic District\nDay 11: Swarthmore College, Liberty Bell, Independence Hall\n\n[Days 12-14: Washington D.C.]\nDay 12: Travel to Washington D.C., Georgetown University Visit\nDay 13: George Washington University, National Mall Tour\nDay 14: American University Visit, Farewell Dinner, Departure",
  "itinerary_zh": "\n\n[第1-4天：波士顿]\n第1天：抵达波士顿，欢迎晚宴\n第2天：哈佛大学参观，麻省理工学院校园游\n第3天：波士顿大学，东北大学\n第4天：波士顿学院，塔夫茨大学，自由之路游览\n\n[第5-8天：纽约和康涅狄格]\n第5天：前往纽黑文，耶鲁大学参观\n第6天：前往纽约，哥伦比亚大学参观\n第7天：纽约大学游览，曼哈顿探索\n第8天：自由女神像，大都会艺术博物馆\n\n[第9-11天：新泽西和费城]\n第9天：普林斯顿大学参观\n第10天：宾夕法尼亚大学校园游，费城历史区\n第11天：斯沃斯莫尔学院，自由钟，独立厅\n\n[第12-14天：华盛顿特区]\n第12天：前往华盛顿特区，乔治城大学参观\n第13天：乔治华盛顿大学，国家广场游览\n第14天：美国大学参观，告别晚宴，离开",
  "features_en": "Accommodation: Single rooms with private bathrooms, ensuring comfort and privacy.\nMeals: Enjoy American-style buffet meals on campus and packed meals during excursions.\nActivities: A mix of academic classes, university tours, and fun social events like disco parties, movie nights, and cultural showcases.\nSafety: Fully supervised program with 24/7 support from staff.\nCultural Immersion: Expert-guided tours of iconic sites provide deep insights into American culture and academic life.​",
  "features_zh": "住宿： 单人间，带独立卫浴，确保舒适和隐私。\n膳食： 在校内享用美式自助餐，外出游览期间提供盒装餐食。\n活动： 结合学术课程、大学参观和有趣的社交活动，如迪斯科派对、电影之夜和文化展示。\n安全： 全程监督的项目，工作人员提供 24/7 全天候支持。\n文化沉浸： 由专家带领参观标志性地点，深入了解美国文化和学术生活。",
  "gallery_images": [
    "/Edgoing/Program_Page/US/Picture_2.png",
    "/Edgoing/Program_Page/US/Picture_1.png"
  ],
  "status": "published",
  "published_at": "2025-03-09",
  "overview_en": "The \"Path to Ivy League\" Summer Program at CATS Academy Boston is a 15-day immersive experience designed for students aged 14 to 18 who are aiming to prepare for top-tier universities, particularly Ivy League institutions. Located in the academic hub of Boston, this program offers a unique blend of rigorous academic preparation, cultural exploration, and personal growth. Participants will engage in TOEFL and SAT training, attend university application workshops, and visit prestigious institutions like Harvard and MIT, all while experiencing life at a top American boarding school.​",
  "overview_zh": "CATS Academy Boston 的“常春藤之路”暑期项目是一个为期 15 天的沉浸式体验，专为 14 至 18 岁、有志于申请顶尖大学（尤其是常春藤盟校）的学生设计。该项目位于学术中心波士顿，独特地融合了严格的学术准备、文化探索和个人成长。参与者将参加 TOEFL 和 SAT 培训、大学申请研讨会，并参观哈佛大学和麻省理工学院等著名学府，同时体验顶尖美国寄宿学校的生活。",
  "grade_level_en": "Primary School,Middle School; High School",
  "grade_level_zh": "小学;初中;高中",
  "other_info_en": "TOEFL and SAT Strategies: Gain essential strategies and techniques to excel in TOEFL and SAT exams, setting you apart from other applicants.​\nEnhanced English Proficiency: Improve your English language skills to compete effectively with native applicants for top U.S. universities.​\nOptimized Application Materials: Learn how to craft compelling resumes and essays highlighting your strengths and potential.​",
  "other_info_zh": "TOEFL 和 SAT 策略： 掌握 TOEFL 和 SAT 考试中脱颖而出的基本策略和技巧。\n提升英语水平： 提高英语语言技能，以便与母语申请者有效竞争美国顶尖大学。\n优化申请材料： 学习如何撰写引人注目的简历和文书，突出你的优势和潜力。"
}