{
    "id": "5",
    "title_en": "Epsom College International Summer Camp 2025",
    "title_zh": "2025年爱普森学院国际夏令营",
    "program_id": "UKESL-2025-001",
    "image": "https://images.unsplash.com/photo-1519125323398-675f398f6978",
    "location_en": "United Kingdom",
    "location_zh": "英国",
    "duration": "16 days",
    "country": "United Kingdom",
    "tags": [
        {
            "id": "1",
            "name_en": "English Language",
            "name_zh": "英语语言"
        },
        {
            "id": "2",
            "name_en": "Cultural Immersion",
            "name_zh": "文化沉浸"
        },
        {
            "id": "3",
            "name_en": "Elite Education",
            "name_zh": "精英教育"
        }
    ],
    "grade_levels": [
        "Ages 10-17",
        "10至17岁"
    ],
    "program_type_en": "Academic and Cultural Enrichment",
    "program_type_zh": "学术与文化丰富",
    "destination_en": "United Kingdom",
    "destination_zh": "英国",
    "description_en": "The Epsom College International Summer Camp is a 16-day program designed for students aged 10 to 17, blending academic enhancement, cultural immersion, and personal growth. Hosted at Epsom College, one of the UK’s top private schools, this program offers students an exceptional opportunity to experience British education, explore iconic landmarks, and forge lifelong friendships with peers from around the world. From language courses to cultural tours, every aspect is meticulously crafted to unlock the potential of young learners and empower their growth.",
    "description_zh": "爱普森学院国际夏令营是一个为期16天的项目，专为10至17岁的学生设计，融合了学术提升、文化沉浸和个人成长。该项目位于英国顶尖私立学校之一的爱普森学院，为学生提供了体验英式教育、探索标志性地标以及与来自世界各地的同龄人建立终身友谊的绝佳机会。从语言课程到文化游览，项目的每一个环节都经过精心设计，旨在激发年轻学习者的潜力并赋予他们成长的力量。",
    "highlights_en": "Top UK Destination: Experience premier British education in a country renowned for its world-class academic resources.\n\nElite School Experience: Live and dine at Epsom College, a historic institution known for academic excellence and a nurturing environment.\n\nLanguage Immersion: Small classes (under 20 students) taught by British Council-accredited teachers, ensuring personalized attention and engagement.\n\nGlobal Community: Interact with students from diverse backgrounds, fostering international friendships and cultural confidence.\n\nCultural Tours: Explore London, Oxford, and Cambridge with expert-led visits to the British Museum, National Gallery, and more.\n\nSafety and Comfort: Secure campus with 24/7 supervision, ensuring a safe and supportive environment for all participants.",
    "highlights_zh": "顶级英国目的地：在这个以世界一流学术资源闻名的英语国家，体验最优质的英式教育。\n\n精英学校体验：在爱普森学院（Epsom College）住宿和用餐，这是一所历史悠久、学术卓越并充满关怀环境的学府。\n\n语言沉浸：小班教学（每班少于20名学生），由英国文化协会认证的教师授课，确保个性化关注和积极参与。\n\n全球社区：与来自不同背景的学生互动，培养国际友谊和文化自信。\n\n文化游览：探索伦敦、牛津和剑桥，由专家带领参观大英博物馆和国家美术馆等标志性景点。\n\n安全与舒适：校园安全，提供24/7全天候监管，确保所有参与者的安全和支持性环境。",
    "itinerary_en": "\n\n[Day 1]\nActivity: First round of airport pick-up and hotel check-in\n\n[Day 2]\nActivity: Placement test, ESL course, welcome dance\n\n[Day 3]\nActivity: London tour – Hyde Park and Natural History Museum\n\n[Day 4-5]\nActivity: ESL courses, sports activities, evening events (e.g., mystery games)\n\n[Day 6]\nActivity: Expert-led tour of the British Museum\n\n[Day 7]\nActivity: Day trip to Oxford, exploring historic universities and landmarks\n\n[Day 8-9]\nActivity: ESL courses, cultural workshops, team-building activities\n\n[Day 10]\nActivity: London Science Museum and city landmark tour\n\n[Day 11-12]\nActivity: ESL courses, sports activities, farewell graduation ceremony\n\n[Day 13]\nActivity: National Gallery tour, featuring masterpieces by Van Gogh and Monet\n\n[Day 14]\nActivity: Day trip to Cambridge\n\n[Day 15]\nActivity: Departure from London\n\n[Day 16]\nActivity: Arrive home with unforgettable memories",
    "itinerary_zh": "\n\n[第一天]\n活动：第一轮接机并安排入住酒店\n\n[第二天]\n活动：分班测试、ESL课程，以及欢迎舞会\n\n[第三天]\n活动：伦敦游览——海德公园和自然历史博物馆\n\n[第4-5天]\n活动：ESL课程、体育活动，以及晚间活动（如神秘游戏）\n\n[第六天]\n活动：大英博物馆专家讲解导览\n\n[第七天]\n活动：牛津一日游，探索历史悠久大学和地标\n\n[第8-9天]\n活动：ESL课程、文化工作坊和团队建设活动\n\n[第十天]\n活动：伦敦科学博物馆及城市地标游览\n\n[第11-12天]\n活动：ESL课程、体育活动，以及告别毕业典礼\n\n[第十三天]\n活动：国家美术馆导览，欣赏梵高和莫奈的杰作\n\n[第十四天]\n活动：剑桥一日游\n\n[第十五天]\n活动：从伦敦出发返程\n\n[第十六天]\n活动：带着难忘的回忆抵达家中",
    "features_en": "Accommodation: Stay in Epsom College’s top-tier dormitories with single, double, or quad rooms and shared facilities.\n\nDining: Enjoy meals prepared by professional chefs, offering international and local cuisine with special dietary needs accommodated.\n\nActivities: Blend of academic courses, sports, arts, and evening social events like dances, movie nights, and team-building games.\n\nExpert Guidance: Learn from experienced teachers and local experts during immersive tours of historical and cultural landmarks.",
    "features_zh": "住宿：入住爱普森学院一流的宿舍，提供单人间、双人间或四人间，配备共享设施。\n\n餐饮：享用由专业厨师准备的美食，包括国际和本地菜肴。特殊饮食需求也可得到满足。\n\n活动：结合学术课程、体育运动、艺术活动以及晚间社交活动，如舞会、电影之夜和团队建设游戏。\n\n专业指导：在历史和文化地标的沉浸式游览中，向经验丰富的教师和当地专家学习。",
    "gallery_images": [
        "https://images.unsplash.com/photo-1519125323398-675f398f6978",
        "https://images.unsplash.com/photo-1526129318478-45c2e059bb07",
        "https://images.unsplash.com/photo-1533929736458-ca588d08c8be"
    ],
    "status": "published",
    "published_at": "2025-03-09",
    "school_info_en": "Small Class Sizes: Ensure personalized attention and active participation in language courses.\n\nCultural Immersion: Expert-led tours to the British Museum, National Gallery, and more, offering deep insights into British history and art.\n\nSafety and Supervision: 24/7 supervision by trained staff ensures a safe and supportive environment.\n\nGlobal Networking: Students build friendships with peers from around the world, fostering cross-cultural understanding and collaboration.\n\nLife Skills Development: Beyond academics, students learn independence, teamwork, and problem-solving through structured activities.",
    "school_info_zh": "小班教学：确保语言课程中的个性化关注和积极参与。\n\n文化沉浸：由专家带领的导览，参观大英博物馆和国家美术馆等标志性景点，深入了解英国历史与艺术。\n\n安全与监督：经过培训的工作人员提供24/7全天候监督，确保安全和支持性的环境。\n\n全球社交网络：学生与来自世界各地的同伴建立友谊，促进跨文化理解与合作。\n\n生活技能培养：除了学术知识，学生通过结构化活动学习独立性、团队合作和解决问题的能力。"
}